Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=834_lang=davvi.html.tmx
Source language: sme
Languages: sms

source: Gollegiella - davviriikkalaš sámi giellabálkkašupmi geigejuvvo guđát geardde
sms: Kåʹllǩiõll – tâŠvvjânnmlaž sääŠmǩiõl ǩiõllcistt jueŠjjet ååŠn kuuđad vuâra

source: Davviriikkalaš sámi giellabálkkášupmi ŠGollegiellaŠ geigejuvvo dál guđat geardde.
sms: TâŠvvjânnmlaž säŠmmlai ǩiõllcistt ŠKåŠllǩiõll ` jueŠjjet ååŠn kuuđad vuâra.

source: Ovttaskas olbmot, organisašuvnnat, ásahusat ja eiseválddit Norggas, Ruoŧas, Suomas ja Ruoššas sáhttet evttohit kandidáhtaid giellabálkkašupmái jagi 2014.
sms: Privatoummu, organisaatiad, stroiŠttel da veŠrǧǧneeŠǩǩ Taarrâst, Ruõccâst, LääŠddjânnmest da Ruõššâst vueiŠtte tuejjeed eŠtǩǩõõzz eeŠjj 2014 ciist vuäǯǯjest.

source: Gollegiella - bálkkášupmi lea ásahuvvon jagis 2004.
sms: KåŠllǩiõll – cistt lij vuâđđuum eeŠjjest 2004.

source: Sámeministarat Norggas, Ruoŧas ja Suomas ja dáid riikkaid sámediggepresideanttat leat ásahan davviriikkalaš sámi giellabálkkašumi – Gollegiella.
sms: Taarr, Ruõcc da LääŠddjânnam sääŠmaaššin vaŠstteei minister da täŠst peäggtum jânnmi sääŠmteeŠǧǧi saaǥǥjååŠđteei lie vuâđđääm tâŠvvjânnmlaž sääŠmǩiõl ǩiõllciist – KåŠllǩiõll-ciist.

source: Bálkkašumi sturrodat lea 15 000 euro, mii juhkkojuvvo ovttaskas olbmuide, joavkkuide, organisašuvnnaide dahje ásahusaide, geat bures ja erenoamážit leat ovddidan sámegiela.
sms: Ciistsumm lij 15 000 euŠrred, kååŠtt miõđâd privatoummid, jooukid, õhttsažkooŠddid, organisaatiaid leŠbe stroiŠttlid, kook lie oŠnnstam tuejjeed sääŠmǩiõl ouŠdde miârkkšõõvvâmnallšem tuâi sääŠmǩiõl ooudâsviikkmõõžžâst.

source: Bálkkašupmi addojuvvo juohke nuppi jagi vuoitái Suomas, Ruoŧas, Ruoššas ja/dahje Norggas.
sms: Cistt jueŠjjet juõŠǩǩ nuuŠbb eeŠjj vuõiŠttja LääŠddjânnmest, Ruõccâst, Ruõššâst da / leŠbe Taarrâst.

source: Bálkkašupmi geigejuvvui vuosttaš geardde jagi 2004.
sms: Ciist juõŠǩǩeš vuõssmõs vuâra eeŠjjest 2004.

source: Giellabálkkašupmi geigejuvvo dál guđát geardde čakčat 2014 sámeministariid ja sámediggepresideanttaid jahkásaš čoahkkimis Helssegis.
sms: Ǩiõllcistt miõđât ååŠn kuuđad vuâra čâhčča 2014 sääŠmaaŠššin vaŠstteei ministerivuiŠm da sääŠmteeŠǧǧi saaǥǥjååŠđteeŠji juõŠǩǩekksaž såbbrest HeŠlssnest.

source: Sádde evttohusa oktan čálalaš ákkastallamiin, mii sáhttá leat eanemusat 1-2 siiddu, maŋimustá miessemánu 30. beaivve 2014.
sms: VuõltteŠǩed eŠtǩǩõõzzid da tõõzz kuulli ǩeŠrjjlaž vuâđđjurddjid, seeidi mieŠrr vuäǯǯ leeŠd jäänmõsân 1-2 seiddad, mââimõõzzâst vueŠssmannu 30. peeiŠv 2014.

source: Árvvoštallanlávdegoddi vállje giellabálkkašumi vuoiti.
sms: Ärvvtõõllâmjoukk vaŠlljad ǩiõllciist vuõiŠtti.

source: 1) Gulahus 2014
sms: 1) Kuultõs 2014

source: 2) Giellabálkkašumi njuolggadusat
sms: 2) Ǩiõllciist šeâttmõõžž

source: 3) Giellabálkkašumi duogáš ja vuoitit jagi 2004 rájes
sms: 3) Ǩiõllciist tuâǥǥa da vuõiŠtti eeŠjjest 2004 ääŠljeeŠl

source: Lassidieđut:
sms: LââŠssteâđaid:
